Repository: khurshid-alam/Weather-Indicator
Catalog: po/*.po
Languages: eo, fo

source: Weather Indicator Preferences
eo: Agordoj de la veter-indikilo
fo: Ásetingar fyri Veður Vísitól

source: Enable the Weather Indicator Applet
eo: Ŝalti la veter-informan aplikaĵeton

source: Show temperature near indicator
eo: Montri la temperaturon proksime de la indikilo

source: Update every
eo: Aktualigi ĉiun
fo: Dagfør hvønn

source: minutes
eo: minutoj
fo: minutt

source: <b>Notifications</b>
eo: <b>Atentigoj</b>
fo: <b>Fráboðanir</b>

source: No notifications
eo: Sen sciigoj
fo: Ongar fráboðanir

source: Only use notifications to give severe weather alerts
eo: Uzi la sciigojn nur por averti pri malbonaj fortaj verterkondiĉoj
fo: Nýt bert kunngerðir fyri at geva álvarsligar veður ávaringar

source: Use notifications to give every weather condition change
eo: Uzi sciigojn por informi pri ĉia ajn veterkondiĉo

source: <b>Weather Data Source</b>
eo: <b>Datumfonto pri la vetero</b>
fo: <b>Verður Dátu Kelda</b>

source: Google
eo: Guglo

source: Yahoo!
eo: Jahuo

source: General
eo: Ĝenerala
fo: Alment

source: <b>Temperature Scale</b>
eo: <b>Temperatur-skalo</b>
fo: <b>Hita Stigi</b>

source: Imperial (°F)
eo: Farenhejta (°F)
fo: Heimsveldi (°F)

source: SI (metric, °C)
eo: Celsia (°C)
fo: SI (metralag, °C)

source: <b>Wind Speed Unit</b>
eo: <b>Unuo de rapido de la vento</b>
fo: <b>Vind Ferð Eind</b>

source: Meter per second (m/s)
eo: Metroj sekunde (m/s)
fo: Metur um sekundið (m/s)

source: Miles per hour (mph)
eo: Mejloj hore (mph)
fo: Míl um tíman (mph)

source: Knots
eo: Nodoj
fo: Knob

source: Units
eo: Unitoj
fo: Eindir

source: Locations
eo: Lokoj
fo: Støð

source: Unknown error occurred while picking up weather data
eo: Nekonata eraro ĉe akiro de la datumoj pir la vetero

source: Tropical storm
eo: Tropika ŝtormo
fo: Tropiskur stormur

source: Hurricane
eo: Uragano
fo: Ódn

source: Severe thunderstorms
eo: Fortaj trondroŝtormoj
fo: Álvarsamt toruveður

source: Thunderstorms
eo: Tondroŝtormoj
fo: Toruveður

source: Mixed rain and snow
eo: Pluvo kaj neĝo
fo: Vátakavi

source: Mixed rain and sleet
eo: Pluvo kaj glacipluvo
fo: Kavaslettingur

source: Mixed snow and sleet
eo: Neĝo kaj glacipluvo
fo: Vátakavi

source: Freezing drizzle
eo: Frosta pluveto
fo: Frystandi sirm

source: Drizzle
eo: Pluveto
fo: Sirm

source: Freezing rain
eo: Frosta pluvo
fo: Frystandi regn

source: Showers
eo: Ekpluvegoj
fo: Ælaveður

source: Snow flurries
eo: Neĝo-puŝoj

source: Light snow showers
eo: Ekpluvegoj malabunde neĝaj
fo: Kavaælingur

source: Blowing snow
eo: Neĝovento

source: Snow
eo: Neĝo
fo: Kavi

source: Hail
eo: Hajlo
fo: Heglingur

source: Sleet
eo: Glacipluvo
fo: Vátakavi

source: Dust
eo: Nebulo
fo: Dustskýggj

source: Foggy
eo: Nebuleto
fo: Mjørki

source: Haze
eo: Brumo
fo: Mjørki

source: Smoky
eo: Brumo
fo: Rúkandi

source: Blustery
eo: Ŝtorma
fo: Blásandi

source: Windy
eo: Venta
fo: Vindur

source: Cold
eo: Malvarma
fo: Kalt

source: Cloudy
eo: Nuba
fo: Skýggjut

source: Mostly cloudy
eo: Grandparte nuba
fo: Skýggja fyri tað mesta

source: Partly cloudy
eo: Parte nuba
fo: Partvíst skýggja

source: Clear
eo: Sennuba
fo: Klárt

source: Sunny
eo: Suna
fo: Sólríkt

source: Fair
eo: Bela
fo: Rímiligt

source: Mixed rain and hail
eo: Pluvo kaj glacipluvo
fo: Blanda regn og heglingur

source: Hot
eo: Varma
fo: Heitt

source: Isolated thunderstorms
eo: Izolitaj tondroŝtormoj
fo: Avbyrgt toruveður

source: Scattered thunderstorms
eo: Disaj tondroŝtormoj
fo: Spjatt toruveður

source: Scattered showers
eo: Disaj pluvoj
fo: Spjadd æl

source: Heavy snow
eo: Neĝo grandkvante
fo: Nógvur kavi

source: Scattered snow showers
eo: Disaj neĝadoj
fo: Spjadd kavaæl

source: Thundershowers
eo: Tondroŝtormoj
fo: Toruæl

source: Snow showers
eo: Neĝpluvoj
fo: Kavaæl

source: Isolated thundershowers
eo: Izolitaj tondroŝtormoj
fo: Frábyrgt toruæl

source: Unknown condition
eo: Nekonataj veterkondiĉoj
fo: Ókend fortreyt

source: Humidity
eo: Humido
fo: Luftvæta

source: Dewpoint
eo: Rosopunkto
fo: Døggmark

source: Pressure
eo: Premo

source: Temperature
eo: Temperaturo
fo: Hiti

source: Wind
eo: Vento
fo: Vindur

source: Sunrise
eo: Sunleviĝo
fo: Sólarris

source: Sunset
eo: Sunsubiro
fo: Sólsetur

source: NE
eo: NOr

source: E
eo: Or

source: SE
eo: SOr

source: SW
eo: SOk

source: W
eo: Ok

source: NW
eo: NOk

source: Set Up Weather...
eo: Agordi la veteron...
fo: Set Veður Upp...

source: Forecast
eo: Prognozo

source: Preferences...
eo: Agordoj...
fo: Sertokkar

source: About...
eo: Pri...
fo: Um...

source: Refreshing, please wait
eo: Aktualigado, bonvolu atendi

source: Refresh
eo: Aktualigi
fo: Endurnýggja

source: just now
eo: Ĝuste nun
fo: Júst nú

source: %d min. ago
eo: Antaŭ %d min.
fo: %d min. síðani

source: Severe weather alert
eo: Alarmo de malbona vetero
fo: Álvarsom veður ávaring

source: Weather Indicator
eo: Veter-indikilo

source: translator-credits
eo: Launchpad Contributions: Guybrush88 https://launchpad.net/~guybrush Manuel https://launchpad.net/~elektrolupo Michael Moroni https://launchpad.net/~airon90
fo: Launchpad Contributions: Gunleif Joensen https://launchpad.net/~gunleif Jonhard Sørensen https://launchpad.net/~jonhardsorensen Magnus Olsen https://launchpad.net/~mucilago-8

source: High
eo: Alta
fo: Høgt

source: Low
eo: Malalta
fo: Lágt

source: Label:
eo: Etikedo:
fo: Spjaldur:

source: Another instance of this program is already running
eo: Alia dinamika ekzemplero de tiu ĉi programo estas jam lanĉita

source: Add a location
eo: Aldoni lokon
fo: Legg eitt stað til

source: Please search our database for your location:
eo: Bonvolu serĉu vian lokon en nia datumbazon:
fo: Vinarliga leita í okkara dátustovni, eftir tínum staði:

source: Search
eo: Serĉi
fo: Leita

source: Select a location
eo: Elekti lokon
fo: Vel eitt stað

source: Please enter a name for this location:
eo: Bonvolu tajpi la nomon de tiu ĉi lokon:
fo: Vinarliga skriva navnið á hesum stað:

source: Name the location
eo: Nomo de la loko
fo: Navngev staðið

source: Please review the choices below. If anything is not correct, please go back and select the correct options.
eo: Bonvolu kontroli la subajn elektojn. Se io ne ĝustas, bonvolu iru reen kaj elektu la ĝustajn opciojn.
fo: Vinarliga eftirkanna valini niðriundir. Um okkurt ikki er rætt, vinarliga far aftur og vel røttu møguleikarnar.

source: <b>Home</b>
eo: <b>Hejmo</b>
fo: <b>Heim</b>

source: Location:
eo: Loko:
fo: Stað:

source: Review choices
eo: Kontrolu opciojn
fo: Kanna val

source: Extended Forecast
eo: Etendita prognozo

source: A weather indicator that displays information for one or multiple places in the world
eo: Veter-indikilo kiu vidigas informon pri unu aŭ pluraj lokoj el la mondo

source: Tornado
fo: Melduródn
